{
    "0": {
        "against": [
            "This is a headline. Click the button on the left to see more from this news source.",
            "The button on the left shows you more headlines from this news source.",
            "You are free to browse the headlines.",
            "You can browse the headlines in any order.",
            "When the slider is full you won't be able to browse any more headlines."

        ],
        "for": [
            "This is a headline. Click the button on the left to see more from this news source.",
            "The button on the left shows you more headlines from this news source.",
            "The slider at the bottom shows how many headlines you've viewed.",
            "Once the slider is complete, you can continue."
        ],
        "question": "Let's practice. This is where the statements will be. Try moving the slider to 'Completely Agree', and then click Submit Answer."
    },
    "1": {
        "against": [
            "'Workers are being punished by Brexit' – experts debate the data",
            "Brexit could trigger worse crash than 2008, says Vince Cable",
            "Bank of England warns Brexit vote will damage living standards",
            "Brexit threatens social care jobs and funding",
            "Hard Brexit means retiring later, Britons warned", 
            "Jobs market will suffer a Brexit slowdown, say experts",
            "Foster + Partners plans redundancies after Brexit uncertainty", 
            "Brexit will leave ‘a business support black hole,' says report", 
            "Gibraltar's future at stake in Brexit negotiations", 
            "The government will need to help startups with Brexit costs", 
            "Farmers feeling increasingly gloomy about Brexit, says NFU", 
            "Finally, the ‘scaremongers’ of Brexit are being proved right", 
            "Trump 'worried about Brexit impact on US jobs'", 
            "UK needs more immigrants to 'avoid Brexit catastrophe'", 
            "University of Manchester to axe 171 staff amid Brexit concerns", 
            "Brexit Britain’s Nato strategy is fatally flawed", 
            "'Brexit boom' gives Britain record 134 billionaires, fuelling inequality fears", 
            "Brexit will 'stall' City, says Goldman Sachs chief", 
            "UK food sector faces enormous challenges post-Brexit, say peers", 
            "Brexit could wipe out Welsh farming, says union", 
            "Britain’s complacency over Brexit will end in humiliation", 
            "Britain's energy supply is in jeopardy after Brexit, warn MPs",  
            "Brexit brain drain threatens UK universities, MPs warn", 
            "Brexit: UK carmakers 'sitting on their hands' rather than investing", 
            "Cuts and Brexit add to pressure on the NHS", 
            "Starbucks blames UK profits plunge on Brexit and slowing growth", 
            "Catastrophe looms at ports after Brexit, shipping industry warns", 
            "Energy projects including Hinkley Point threatened by Brexit, experts warn", 
            "Brexit could endanger rare species, say British zoos", 
            "Gecko: the theatre company divorcing post-Brexit Britain", 
            "UK games industry: 40% of companies considering relocating after Brexit", 
            "Cadbury says chocolate could get smaller after Brexit", 
            "Brexit economy: UK faces squeeze on living standards", 
            "Brexit will overburden civil service, warns spending watchdog", 
            "Brexit could damage UK's fight against corruption, says OECD", 
            "Sainsbury's warns over 'uncertain' impact of pound's Brexit slide", 
            "Why ‘Brexit’ Will Make Britain’s Mediocre Economy Worse", 
            "Brexit Regulatory Uncertainty 'Threatens UK Med Tech'", 
            "European Automakers Warn of Brexit Dislocation", 
            "The Brexit risks for the NHS", 
            "NHS faces £500m bill for UK expats after Brexit, says report", 
            "After Brexit: the UK will need to renegotiate at least 759 treaties", 
            "Replacing EU hospitality workers after Brexit 'will take 10 years'", 
            "Brexit means uncertain future for infrastructure projects"
        ], 
        "for": [
            "Bank of England chief's stark admission as it's revealed Britain has the STRONGEST economy in the world despite Brexit warnings", 
            "Sir James Dyson: I am 'enormously optimistic' about our future and UK has nothing to fear from hard Brexit",
            "Leaving EU could be 'positive' for Britain, pharmaceutical giant says", 
            "Economists hike forecasts as Brexit confidence grows", 
            "Wetherspoon boss Tim Martin swipes Brexit 'doom-mongers'", 
            "Taylor Wimpey upgrades outlook amid 'very positive' market for house builders", 
            "Britain can enjoy the good life after Brexit", 
            "London will remain Europe’s financial capital despite Brexit", 
            "UK retail sales shrug off Brexit fears with February rise", 
            "Sorry, Brexit doomsayers, the outlook is good on global growth", 
            "The myth that UK voters have chosen to be poorer on way to Brexit",
            "Theresa May sets out upbeat picture of post-Brexit Britain",  
            "UK business investment resilient despite Brexit", 
            "An optimistic post-Brexit vision for Britain", 
            "It's nonsense! Banks dismiss gloom-laden claim they'll quit the UK after Brexit ", 
            "Brexit will let Britain halve net migration: Major report delivers devastating verdict on post-referendum scaremongering ", 
            "Boost for City as giant Dutch bank ING prepares to move 60 traders TO London for Brexit", 
            "Brexit won't spark a mass City exodus and could even help the Square Mile to prosper", 
            "Spending boom helps economy grow faster than expected as UK defies post-Brexit predictions", 
            "100 reasons why Brexit was a good thing", 
            "Brexit economy: workers face squeeze but firms remain upbeat",
            "Brexit should be good for Africa, and Africa could be good for Brexit", 
            "So far, so good for the post-Brexit economy", 
            "Brexit will be good for universities, Oxford’s new Head of Brexit strategy says", 
            "China's JD.com says Brexit will be good for business", 
            "Post-Brexit Britain will offer more for start-ups", 
            "Brexit boom: The five charts which show Britain has escaped an economic apocalypse", 
            "Brexit will make the NHS safer, top surgeon says", 
            "When it comes to a Brexit deal, the UK can call the shots", 
            "There will be some short-term pain but Brexit will make us richer", 
            "Why leaving the EU could actually be to our economic advantage", 
            "Five signs this week that the UK economy is thriving post-Brexit", 
            "British fisherman will catch hundreds of thousands of tonnes more fish after Brexit, minister says", 
            "Most British companies are optimistic about the future post-Brexit", 
            "Banking and business chiefs back staying in post-Brexit Britain"
        ], 
        "question": "The United Kingdom will, in the long run, be better off outside the European Union"
    }, 
    "2": {
        "against": [
            "New book 'blows JFK assassination conspiracy theories out of the water' by 'proving' Lee Harvey Oswald was the lone gunman",
            "Footage that kills the conspiracy theories: Rare 9/11 footage shows WTC Building 7 consumed by fire", 
            "Faked Moon landing would have been exposed within four years, scientist concludes", 
            "Buzz Aldrin shoots down moon landing conspiracy theorists", 
            "Glenn Miller death: teenage planespotter's logbook 'scotches conspiracy theory'",
            "Fewer Americans believe JKF's assassination was a conspiracy than at any point in recent history", 
            "Anti-Clinton right-wing sites attempt to use old pictures of Hillary to push conspiracy theory that the Democratic nominee is in bad health", 
            "Official: Princess Diana's death 'simply an accident'",
            "Hindenburg mystery solved 76 years after historic catastrophe: static electricity caused the airship to explode",
            "Hillary Clinton conspiracy theories are a generation in the making", 
            "JFK, 50 years on: Face it: Oswald did it", 
            "Conspiracy theories: That's what they want you to believe", 
            "Diana report hits conspiracy theories", 
            "Conspiracy theories 'not supported by events'", 
            "'Jackson's not dead, he's living in a bunker with Elvis Presley': Conspiracy theories flood the internet", 
            "Hoax from beyond the grave? Woman who claimed to be Andy Kaufman's daughter and announced he faked his own death turns out to be a hired actress",
            "Explosions caused by jet fuel and water sprinklers brought down Twin Towers on 9/11, scientists say",
            "Mystery of Obama's 'missing year' at Columbia solved as monitor blames computer error (and not a secret year spent in the CIA)", 
            "Thank God for conspiracy theorists – they keep our society sharp", 
            "Murder? Suicide? UFO? Mysterious death of first man in space Yuri Gagarin after jet fighter crash in 1968 is finally solved",  
            "'Sick human being' and 'lying traitor': The horror online attacks against Sandy Hook victim's mother by conspiracy theorists ", 
            "Diana and Dodi killed due to negligent driving of drunk Henri Paul and paparazzi, inquest jury rules"
        ], 
        "for": [
            "British conspiracy theorist, 39, is found dead on a sofa in Poland just days after texting his mother to say: 'If anything happens to me, investigate' ",
            "Jimi Hendrix murder theory 'plausible' says ER doctor",
            "EXCLUSIVE - 'JFK assassination was an inside job': Ex-government agent claimed 'someone from his team' killed the president in remarkable deathbed confession to director Oliver Stone", 
            "The explosive publication of Diana's letter predicting her own death can only fuel the conspiracy theories that have refused to disappear since the tragedy",
            "Florida conspiracy theory professor who said that the Sandy Hook shooting may not have happened now argues that the government was behind the Boston Marathon bombing", 
            "Venezuelan President claims U.S. orchestrated 9/11 attacks", 
            "Corbyn's conspiracy theory: 9/11 attacks were 'manipulated' to make it look like Osama Bin Laden was responsible, says Labour leader", 
            "Fury as academics claim 9/11 was 'inside job'",
            "'My gut tells me there is something fishy going on': Former D.C. homicide commander weighs in as conspiracy theories swirl around the death of Scalia", 
            "‘He’s only trying to create buzz for his book’: New Yorkers outraged over Russell Brand admitting he’s open minded about 9/11 conspiracy theories ",
            "Are the Freemasons even MORE powerful than anyone thought? Conspiracy theories have flourished for years. But a secret archive reveals how their members may have shaped Britain's history", 
            "Why did Bolivian president's plane turn back 200 miles? Confusion over why flight - rumored to be carrying Edward Snowden - was grounded sparks conspiracy theories", 
            "Oliver Stone defends JFK assassination conspiracies and says that the 'single bullet theory defies common sense'", 
            "UEFA website fuels Chelsea match-rigging theories by posting one-all score prediction",
            "Book claims JFK's mistress was assassinated by the CIA 'because she knew too much about his assassination'", 
            "SAS launches internal inquiry over sensational claim that elite regiment was behind deaths of Princess Diana and Dodi Fayed", 
            "Martin Sheen and Woody Harrelson to star in 9/11 'truther' film September Morn", 
            "Video shows black ring-shaped UFO hovering in the sky at Disneyland sparking theories of an 'alien portal'", 
            "American expat is crowdfunding to prove 9/11 conspiracy theories", 
            "Clarke attacks British Legion for opposing secret justice as he accuses charity of getting 'carried away over conspiracy theories'", 
            "A flying saucer crashed at Roswell in 1947", 
            "Perhaps the world's conspiracy theorists have been right all along", 
            "UFO expert Max Spiers' death prompts conspiracy theories",  
            "Russian meteor: lack of fragments sparks conspiracy theories", 
            "Killed by Winston Churchill, or an escape to a new life as Stalin? Death of First World War poster icon Lord Kitchener is still shrouded in conspiracy theories 100 years after he died ", 
            "'Where is the plane that flew into the second tower?' One Nation candidate John Cox backs 9/11 conspiracy theory that the attack was FAKED ", 
            "Florida professor won’t back down from Newtown massacre conspiracy theory when confronted by news cameras", 
            "Michael Jackson's death: The questions still to be answered",   
            "Trump hints he'll bring up 'fishy' suicide of Clinton White House lawyer Vince Foster in presidential race",  
            "Freemasons Utd! Soccer stars to get their own lodge where they can perform Masonic rituals ", 
            "Close encounters of a blurred kind! UFO hunters ZOOM in on faded Roswell photo and claim US general’s memo reveals a ‘disc-shaped craft and victims’ found in 1947 mystery crash "
        ], 
        "question": "Many conspiracy theories can be easily explained away"
    }, 
    "3": {
        "against": [
            "What’s the next big threat to US intelligence? Donald Trump",
            "Trump 'poised to quit Paris climate deal'", 
            "China voices economic fears about Donald Trump presidency", 
            "Doomsday Clock closer to midnight in wake of Trump presidency",
            "Donald Trump has ditched the world in favor of big oil's titans",
            "Donald Trump acts like an authoritarian thug toward the press",
            "Dollar falls to lowest level since Trump election", 
            "Make no mistake: Donald Trump has fueled violence against journalists", 
            "Donald Trump  considering 'brand new' immigration order", 
            "Is business starting to get spooked about Donald Trump?", 
            "Will Donald Trump destroy America?", 
            "Donald Trump is undermining the fight against corruption", 
            "Donald Trump and China on dangerous collision course, say experts", 
            "Welcome to dystopia – George Orwell experts on Donald Trump", 
            "Donald Trump risks damaging intelligence agencies, warns former CIA chief", 
            "Donald Trump renews war with media as transition chaos continues", 
            "Privacy experts fear Donald Trump running global surveillance network", 
            "Donald Trump Will Withdraw the U.S. From the Paris Accord", 
            "Donald Trump fails to endorse Nato’s mutual defence pledge", 
            "Donald Trump 'taking steps to abolish Environmental Protection Agency'", 
            "‘Vote shaming’ Trump supporters is fair. What they have done is shameful", 
            "Trump criticises London mayor after terrorist attack"
        ], 
        "for": [
            "Trump to Push for $1T for Roads, Bridges", 
            "Trump voters eager to make America 'great'",
            "Jeremy Corbyn says Donald Trump win is 'unmistakable rejection of establishment' ",
            "US stocks turn positive after Trump win",
            "Trump speech to Congress promises 'renewal of American spirit'",
            "Michigan Voters Say Trump Could See Their Problems ‘Right Off the Bat’", 
            "Steel Industry, Seeing a New Dawn, Is Cheering for Trump", 
            "Donald Trump – miracle worker",
            "Trump puts America first", 
            "Donald Trump voters in Pennsylvania cheer in a new era",
            "Good news for Trump from the heartlands of the Midwest", 
            "Trump voters say US president is 'doing a fabulous job'",
            "Nasdaq Hits 6,000 as Markets Rise on Tax Overhaul Optimism",
            "Give Donald Trump credit: the Freedom Caucus really is terrible", 
            "Donald Trump focuses fire on Iran's support for 'terrorists and militias'", 
            "The liberal punditocracy thinks Donald Trump is toast. Not so fast", 
            "Is Donald Trump the man to promote peace with North Korea?", 
            "Trump executive order aims to protect US from ‘catastrophic’ cyber attack", 
            "Donald Trump named as Time magazine's person of the year", 
            "Donald Trump: 'We will stop racing to topple foreign regimes'", 
            "Shinzo Abe says Japan can have confidence in Donald Trump", 
            "Donald Trump, a restless soul who is a work in progress", 
            "Donald Trump says decision to invade Iraq was a 'disaster'",  
            "Don’t Like Trump’s Bluster? Sometimes It Works."
        ], 
        "question": "Donald Trump’s presidency will benefit the average American"
    }, 
    "4": {
        "against": [
            "Housing affordability: 87% of Australians fear for future generations", 
            "Robots will take over most jobs within 30 years, experts warn", 
            "US life expectancy falls for first time in 23 years, with rises for 8 of the 10 leading causes of death",
            "The world is defenceless against the next financial crisis, warns BIS",
            "Families need extra £9,000 to maintain living standards", 
            "Standard of living costs for families rise five times more than earnings since before recession, figures show",
            "Life expectancy rises but people are spending more years living with illnesses",
            "Britons 'pretty gloomy' about the future, global poll finds",
            "Where does the world go from here? A discussion of the future under climate change", 
            "Is Snapchat the sign of a post-literary future?", 
            "EU launches public consultation into fears about future of internet", 
            "Fake news or not, the future belongs to Facebook", 
            "An economist's bleak view of the future of globalisation", 
            "Emerging Trouble in the Future?", 
            "Future technology: a force for good or a source of fear?", 
            "State pension 'extinct in 30 years', warn one in six MPs", 
            "Europe's migrant crisis likely to last for 20 years, says International Development Secretary", 
            "Robots are coming for your job: and faster than you think", 
            "'People should be marching in the streets': Jeb Bush warns of a robot revolution and calls for education reform to help U.S. workers compete with machines", 
            "Half of all British jobs could be replaced by robots, warns Bank of England’s chief economist"
        ], 
        "for": [
            "We live in largely peaceful times, with better access to medicine and education - the world is easily in the best place it’s ever been",
            "Life expectancy study shows many likely to live beyond 90 by 2030", 
            "The state of the world: Better and better", 
            "How the web is making the world a better place", 
            "End of chemotherapy within 20 years as pioneering DNA project launch",
            "Future world attractions: 50 incredible sights coming to planet Earth", 
            "Airports of the future: amazing new airports under construction", 
            "Immortality only 20 years away says scientist", 
            "The world has never had it so good - thanks partly to capitalism",
            "Britain's future will be rosy if we keep our economy open and embrace the world", 
            "Future tech that will make the world a better place", 
            "Go Back To The Future with the world's first hoverboard", 
            "World population 'should begin falling in 2070'", 
            "Four future space technologies that will change the world in your lifetime", 
            "Average life expectancy heading for 100", 
            "What the future of the petrol station looks like, from renewable energies to driverless cars", 
            "Driverless cars, hypersonic tunnels, no more traffic lights... Is this the future of travel?", 
            "The world economy is picking up", 
            "The promise of augmented reality", 
            "The future of the world: Floating hope", 
            "America's economy: Better than it looks" 
        ], 
        "question": "The world in twenty years will be better than it is today"
    }, 
    "5": {
        "against": [
            "Revealed: HS2 'abysmal value for money' at 10 times the cost of high-speed rail in Europe", 
            "HS2 benefits 'essentially made up', economists tell MPs",
            "HS2 is monumentally wasteful, outdated, and will do nothing for the North – it must be scrapped",
            "High speed rail scheme cost to double to £80bn, economists warn", 
            "HS2's promise of a jobs bonanza is an absurd way to look at things",
            "Benefits of HS2 were exaggerated, secret report reveals", 
            "HS2 is a cancer that will cost our country dear", 
            "HS2 will 'destroy more jobs than it creates'",
            "State-funded job creation is only justification for HS2",
            "Hundreds of new homes will be razed if new HS2 route is approved",
            "HS2 accused of brainwashing schoolchildren on high-speed rail route",  
            "Stop HS2 and share the billions across the rail network instead", 
            "HS2 denies claims that its trains are at risk of derailing at top speeds", 
            "Suppressed HS2 report reveals serious cost concerns", 
            "HS2: the zombie train that refuses to die", 
            "Green campaigners call for land ministry to halt the ‘erosion of the countryside’", 
            "HS2 is not a useless railway, merely the stupidest", 
            "HS2 plans require 'huge number' of weekend line closures, say campaigners", 
            "HS2 – why it’s time to pull the plug on the fantasy", 
            "HS2 has just claimed its first victim: the rail upgrades we so badly need", 
            "MPs expect long delays on road, runway and HS2 to nowhere", 
            "The £50bn for HS2 could be better spent on new homes for Britons", 
            "HS2 faces legal challenge over £170m contract", 
            "Transport department asks for HS2 to be scaled back", 
            "Red flags on UK infrastructure are being ignored, say MPs", 
            "Folly of a £50bn HS2 project must hit the buffers", 
            "Ed Balls stokes uncertainty over high speed rail project", 
            "HS2 and the garden bridge are vanity projects – it's not too late to scrap both", 
            "Watchdog warns UK needs to rein in infrastructure projects", 
            "HS2 will clog up the rail system, warns freight expert", 
            "Treasury minister: I will fight against HS2 rail project", 
            "HS2 is bad value, and that's a fact"

        ], 
        "for": [
            "Even if you never get on a train, you will feel the benefits of HS2",
            "HS2: the fast-track fix for bridging the North-South divide", 
            "Upgrading rail network will boost productivity", 
            "Railway stations are the beating heart of urban regeneration",
            "HS2 will build an economic 'northern powerhouse'", 
            "Liverpool offers £2bn to be included in HS2 network", 
            "Labour mayors demand high-speed rail in northern England", 
            "Roads and railways seen as vital to growth", 
            "UK construction boosted by surge of big projects", 
            "New stations to plug HS2 in to UK rail network in the North and Midlands", 
            "Transport infrastructure is about bonding our UK", 
            "Birmingham seeks £3.3bn boost to exploit HS2 rail link", 
            "UK rail revival spurs commuter projects", 
            "HS2 will be the first step in providing robust links to the north", 
            "The key ingredient is about connectivity across the UK", 
            "Why Birmingham is now one of Europe’s best cities for investors", 
            "HS2 chief calls for ‘everyday low prices’ on new high-speed railway", 
            "Bradford in the frame for ‘northern powerhouse’ rail boost", 
            "George Osborne's high speed rail plan between Manchester and Leeds is just the ticket for northern business",
            "The hidden history being uncovered by UK’s major rail projects"
        ], 
        "question": "High-Speed 2 (HS2) is a planned high-speed railway in the U.K. I support its construction"
    }, 
    "6": {
        "against": [
            "The Guardian view on North Korea: apocalypse not right now", 
            "UN votes to start negotiating treaty to ban nuclear weapons", 
            "Guess what? More people are living in peace now. Just look at the numbers",
            "North Korea 'would hold talks' with Trump administration",
            "UN panel releases draft treaty banning possession and use of nuclear weapons",
            "Worry About War? ‘I Am Too Busy,’ South Koreans Say",
            "MEPs discuss nuclear weapons treaty review", 
            "Germany has taken itself out of the nuclear running", 
            "Iran president in nuclear weapons pledge",
            "General warned of nuclear war to pay mortgage, says Foreign Secretary", 
            "The world is more stable than the news suggests", 
            "Global Peace Index 2017: World 0.28% more peaceful than last year", 
            "Global Peace Index rises for first time since 2008", 
            "Why the world is more at peace", 
            "Spotlight: Xi's vision for a safer world", 
            "Bill Gates tells new grads to read this book that says the world is getting better", 
            "The world is healthier and safer than ever", 
            "Global Peace Index Makes Marginal Gain",
            "Iran deal is 'victory for diplomacy', says Hammond",
            "Japan PM calls for 'elimination of nuclear weapons'"
        ], 
        "for": [
            "Nuclear weapons risk greater than in cold war, says ex-Pentagon chief",
            "Nuclear war has become thinkable again – we need a reminder of what it means", 
            "Doomsday Clock stuck near midnight due to climate change and nuclear war",
            "UK's Trident nuclear submarines 'vulnerable to catastrophic hack'", 
            "North Korea nuclear threat: should California start panicking?", 
            "Fear, anxiety and sleepless nights. The cold war terrors have returned", 
            "North Korea says missile tested over weekend can carry nuclear warhead", 
            "Is the world more dangerous now than during the cold war?", 
            "North Korea launches salvo of rhetoric, threatening nuclear test 'at any time'", 
            "Turnbull warns North Korea could launch nuclear attack on its neighbours", 
            "US commander not confident North Korea will refrain from nuclear assault", 
            "The pressing need for nuclear disarmament", 
            "North Korea's nuclear arsenal is real – how Trump will handle it is unknown", 
            "North Korea parades military might and warns US amid nuclear test fears", 
            "Nuclear weapons: how foreign hotspots could test Trump's finger on the trigger", 
            "US military considers shooting down North Korea missile tests, sources say", 
            "Russia's violation of a nuclear treaty is a direct threat to Europe's security", 
            "China urges North Korea and US to step back from brink of war", 
            "Global arms trade reaches highest point since cold war era", 
            "Donald Trump says nuclear threat from North Korea has entered 'new phase'", 
            "Russia moving nuclear-capable missiles into Kaliningrad, says Estonia", 
            "Japanese warships to join US fleet near North Korea as tensions rise", 
            "Trump denounced nuclear arms treaty in phone call with Putin – sources", 
            "Greenland's receding icecap to expose top-secret US nuclear project", 
            "Trident misfire spotlights the danger of fat fingers on nuclear buttons", 
            "North Korea Accuses US of Creating Situation for Nuclear War", 
            "China Seriously Concerned by North Korean Warnings on Missile Tests, Nuclear War", 
            "Pakistan vows nuclear retaliation if India attacks", 
            "North Korea preparing for nuclear test, satellite images suggest", 
            "North Korea Says U.S. Bomber Flights Push Peninsula to Brink of Nuclear War", 
            "Armageddon architecture: upmarket bunkers for the worried wealthy", 
            "China rebukes US for anti-missile shield in South Korea", 
            "Trump vows to maintain US nuclear weapons dominance", 
            "US puts Iran ‘on notice’ after weekend missile test", 
            "Pakistan steps up missile tests to counter India defence push"
        ], 
        "question": "The risk of nuclear war is greater than ever"
    }, 
    "7": {
        "against": [
            "The millennials are the brainiest, best-educated generation ever.", 
            "Helicopter parents: Relax, your kids will be fine", 
            "The net generation: The kids are alright", 
            "The myth of the miserable millennial: 5 reasons why 20-somethings are happier than their grandparents", 
            "Millennial generation are better with money than their parents'", 
            "Millennials have given commerce its conscience back", 
            "Millennials are less keen than previous generations on illicit drugs", 
            "Britain's young are doing better than many think", 
            "Grandparents ready to leave £400bn in their wills: Insurers say 'cascade of wealth' is set to flow to younger generations in the coming years ", 
            "Good news parents! Number of unemployed millennials drops to lowest level since 2007", 
            "The rise of the 'gig' economy: How millennials are earning up to a $1,000 a day by working LESS hours than previous generations ", 
            "Stop whingeing, millennials, and look at the facts: you've never had it so good", 
            "Of course baby boomers out-drink millenials – they never truly learned to look after themselves", 
            "Britain's baby boomer generation suffering ill-effects of years of hard living", 
            "Millennials are conservative, cheap and could be the wisest generation", 
            "Behind closed doors, the hidden problem of baby-boomer addiction", 
            "Myth: Generation rent is worse off than home-owning parents", 
            "Young read more books than older generation, research finds"
        ], 
        "for": [
            "Australia's housing affordability crisis creating 'dependent generation' – study", 
            "No goldfish, no fishing for gold: generation rent’s miss list", 
            "Housing affordability: 87% of Australians fear for future generations", 
            "Generation rent: official figures overstate UK home ownership - study", 
            "Europe is failing to help a generation of traumatised children", 
            "Mexico’s lost generation of young girls robbed of innocence and education", 
            "Generation spite: is that really how we want our kids to remember us?", 
            "My generation has to choose between a child or a career. We can’t afford both", 
            "Generation snowflake is not failing us: we’re failing them ", 
            "The lost generation: ‘I’m 30-something – and still depressed and broke’", 
            "UK's social mobility problem holding back Thatcher generation, says report", 
            "Don't let UK profiteering landlords set generations against one another", 
            "Skip a generation when passing on homes, says housing minister", 
            "Men in 20s earn £12,500 less than generation before; and how to beat broadband price rise", 
            "My generation fought for equality and security. But that spirit seems lost now", 
            "Men earn £12,500 less in 20s than generation before, research shows", 
            "'There's a danger of a generation who can't afford to retire'", 
            "'My parents want to help me but can't': readers on affording their first home", 
            "Younger generation in UK face overwhelming pensions bill, says report", 
            "Morrison and co are kneecapping my generation's future. And laughing about it", 
            "A generation of UK children will suffer in poverty. Suddenly that’s normal", 
            "Each generation should be better off than their parents? Think again", 
            "Tory tax and benefit plans ‘widen generation divide’", 
            "The male breadwinner is now a dying breed: First generation of men to earn less than parents "
        ], 
        "question": "This generation of young people will be worse-off than their parents’ generation"
    }, 
    "8": {
        "against": [
            "'Political correctness' has no meaning. That's the main appeal", 
            "Political correctness: how the right invented a phantom enemy", 
            "If we don't fight it, social conservatism will defeat political correctness", 
            "Political correctness or measured language: for many anxious communities, words count", 
            "Blaming political correctness for Trump is like blaming the civil rights movement for Jim Crow", 
            "Give a big cheer for our political correctness", 
            "Changing the gun emoji isn't political correctness gone mad. It's smart", 
            "‘Political correctness’ doesn’t hinder free speech – it expands it", 
            "Political correctness is more than an excuse for phoney martyrs to defend blackface", 
            "PC? Just call it political politeness. Even rightwing bullies could buy into that", 
            "We need to start being PC about the white working class", 
            "Fear lies at the heart of opposition to 'political correctness'", 
            "Populist correctness: the new PC culture of Trump's America and Brexit Britain", 
            "No Asians, no black people. Why do gay people tolerate blatant racism?", 
            "'You dirty wrong-un': Shocking moment two mothers abuse a transgender man on a train and urge their young children to join in", 
            "Brooklyn man 'beats lesbian woman unconscious after shouting homophobic slurs at her and her partner on the subway'", 
            "Toronto Blue Jays player is suspended for two games for yelling a homophobic slur at a Braves pitcher during the game ", 
            "Father-of-eight, 39, claims a Tesco checkout worker called him a 'poof' as he bought a Cancer Research Bag for Life because it was PINK ", 
            "Police hunt for vandal behind at least 16 instances of homophobic anti-Obama graffiti in New York ", 
            "Fury after writer for Russia's biggest newspaper claims Manchester is full of 'fat people', gays and women who 'don't mind when their stomachs hang down and won't fit into their jeans'", 
            "Tory MP QUITS just hours after A level student claims he told her class that 'homosexuality is wrong and a danger to society'", 
            ""
        ], 
        "for": [
            "Trevor Phillips: political correctness ushered in the populist wave", 
            "Hans Teeuwen: 'It's time for a rebellion against political correctness'", 
            "Oscars boss: Academy rules change not driven by political correctness", 
            "Conservatives love to hate political correctness, but the left should rail against it too", 
            "Tony Abbott calls 'anti-men' gender quota idea 'politically correct rubbish'", 
            "Ben Carson attacks 'political correctness' amid backlash on Muslim comments", 
            "Breitbart News Editor Says She Was Fired After Anti-Muslim Tweets", 
            "Cadbury Drops an Easter Reference, Entering a Culture War", 
            "Offices face new drive on political correctness", 
            "Political correctness can get in the way", 
            "Political correctness can be added to the list of ills", 
            "So ‘The Mikado’ Isn’t P.C.", 
            "Notre Dame Graduates Walk Out on Pence as He Touts Free Speech", 
            "Is the sugar tax an example of the nanny state going too far?", 
            "The rise of liberal intolerance in America", 
            "Call this an Army museum? Top historian's blast at PC revamp that leaves visitors 'ashamed' of our soldiers ", 
            "Psychiatrist claims Australian workplace 'gender quotas' demanding 50% of employees at firms be women is increasing suicide rates in men", 
            "BBC will shop viewers to their BOSS if they post 'offensive' online comments in shock new policy blasted as 'Orwellian' by privacy campaigners ", 
            "It's political correctness gone Psycho! Remake won't show the killer cross-dressing in a shower scene in order to avoid 'transphobia' ", 
            "Politically-correct Greens senator hands out 'halal-certified holiday eggs' and 'seasonal fruit buns' - but never once mentions EASTER", 
            "'Nonsensical political correctness': Parents' outrage as schools remove the word Easter from their annual hat parades to be more 'inclusive'", 
            "Good idea or political correctness gone mad? University introduces 'trigger warnings' to courses - to warn students of distressing content", 
            "Political correctness gone mad? Father's campaign to include MEN in parent parking bay signs that show a woman with a pram"
        ], 
        "question": "Political correctness has gone too far"
    }, 
    "9": {
        "against": [
            "Human expertise: it’s not what you know, it’s who…", 
            "Careers services: Who you know, as well as what you know", 
            "Key to career success is confidence, not talent", 
            "GCSE exam success is mapped out in DNA from birth, scientists find", 
            "Nepotism has more impact than ever on job market, Debrett's says", 
            "Nepotism alive and well as one in three lands job through family members", 
            "The curse of nepotism: was I wrong not to use my dad's work connections?", 
            "Nature vs nurture: outcome depends on where you live", 
            "Genetics, not your school, is biggest factor in exam success: DNA twice as significant as environmental factors", 
            "The anatomy of politics: Researchers say our genes shape our political views", 
            "It's still 'who you know not what you know that matters', say two thirds of Britons", 
            "Ask Napoleon, Machiavelli and Steve Waugh – luck is key to success", 
            "If you're under 30, bad luck. You're screwed", 
            "'Sir, my pet's died': How hard-luck stories are helping the middle class boost their exam marks", 
            "Primary school offer day 2017: Poor children twice as likely to attend substandard schools, study finds", 
            "No matter what A-levels you get, your parents' wealth will still determine your future", 
            "Bright pupils seeing their talent 'squandered' at school", 
            "Sexism in start-up investment leaves UK businesses male-dominated", 
            "If you want to succeed, learn how to be charming", 
            "It's harder for everyone to go up in the world", 
            "Telling children 'hard work gets you to the top' is simply a lie", 
            "How to get ahead without hard work: golf, drinking, nepotism and dumb luck"
        ], 
        "for": [
            "Business-school alumni: It's not who you know", 
            "Nurture NOT nature: Why being good is not down to breeding", 
            "Bit of a dimwit? You can't blame your genes: That's the conclusion of a new book that claims to settle the Nature v Nurture debate ", 
            "In business, it's not always about who you know", 
            "To claim that top jobs are being handed out through an old boys' network is preposterous - as the figures show", 
            "Quiet power: How introverts can succeed in the brash modern workplace ", 
            "Social mobility isn't about penalising Etonians, it's about freeing poor kids to compete with them", 
            "Britons are on the move upwards", 
            "Genes don't determine your child's ability - nurture is key", 
            "Secret to success: practice, not talent", 
            "It's what you know", 
            "It's not what you know that counts, but how you work", 
            "'If you work hard, anything is possible'", 
            "A poor school report is no barrier to success - just look at Prof Sir John Gurdon", 
            "My biggest barrier, is in fact, me", 
            "Niceness is not barrier to success"
        ], 
        "question": "Any individual can succeed with hard-work"
    },
    "10": {
        "against": [
            "Artificial intelligence and nanotechnology 'threaten civilisation'",
            "'Artificial Intelligence is as dangerous as NUCLEAR WEAPONS': AI pioneer warns smart computers could doom mankind",
            "Artificial intelligence is ripe for abuse, tech researcher warns: 'a fascist's dream'",
            "Alibaba founder Jack Ma: AI will cause people 'more pain than happiness'",
            "Elon Musk says humans must become cyborgs to stay relevant. Is he right?",
            "AI will create 'useless class' of human, predicts bestselling historian",
            "Artificial intelligence: 'We’re like children playing with a bomb'",
            "Jürgen Schmidhuber on the robot future​: ‘They will pay as much attention to us as we do to ants'",
            "Japanese company replaces office workers with artificial intelligence",
            "Artificial intelligence could evolve to hack ITSELF, John McAfee warns",
            "'It could be just like Terminator:' Australia's top artificial intelligence expert warns 'killer robots' could be used by Islamic State terrorists to carry out mass murder",
            "Artificial intelligence is a very real threat - and robots could wipe out humanity by ACCIDENT, claims expert",
            "Actors, teachers, therapists – think your job is safe from artificial intelligence? Think again",
            "Millions of UK workers at risk of being replaced by robots, study says",
            "Algorithms: AI’s creepy control must be open to inspection",
            "Robots won't just take our jobs – they'll make the rich even richer",
            "Stephen Hawking: AI will be 'either best or worst thing' for humanity",
            "AI watchdog needed to regulate automated decision-making, say experts",
            "The momentous advance in artificial intelligence demands a new set of ethics",
            "Schools not preparing children to succeed in an AI future, MPs warn",
            "AI programs exhibit racial and gender biases, research reveals",
            "Rise of robotics will upend laws and lead to human job quotas, study says",
            "Artificial intelligence: can scientists stop ‘negative’ outcomes?",
            "The Real Threat of Artificial Intelligence",
            "Sent to Prison by a Software Program’s Secret Algorithms",
            "Let's make sure he WON'T be back! Cambridge to open 'Terminator centre' to study threat to humans from artificial intelligence",
            "Artificial intelligence will 'inevitably' destroy millions of jobs and could bring down governments"
        ],
        "for": [
            "Artificial intelligence survey finds UK public broadly optimistic",
            "'Concerns over artificial intelligence are misguided': Google chairman Eric Schmidt dismisses fears that robots will spell the end of humanity",
            "How artificial intelligence could help make the insurance industry trustworthy",
            "Could computers diagnose cancer? Artificial intelligence shown to spot early signs of a tumour with 92 per cent accuracy",
            "The big issue: robots will only be a danger when used for malign ends",
            "A new company every week: inside the UK's AI revolution",
            "Message to ministers: AI can transform the way we live right now",
            "Babylon raises $60m to build AI doctor to diagnose illnesses",
            "Elon Musk nominated for 'luddite' of the year prize over artificial intelligence fears",
            "Seven ways that AI could be A-OK",
            "Smarter, faster, brighter: business in an AI world",
            "AI could transform the way governments deliver public services",
            "Facebook Will Use Artificial Intelligence to Find Extremist Posts",
            "Beer 2.0 — Can AI make your pint taste better?",
            "Artificial intelligence and quantum computing aid cyber crime fight",
            "Facebook launches artificial intelligence technology to identify users who are showing signs of suicide",
            "A computer program that learns how to save fuel",
            "How artificial intelligence can help developing countries",
            "Artificial intelligence computer programme 'can beat 99% of all fantasy football players' and could one day help emergency teams save lives",
            "The real Minority Report: By 2030, police could use AI to predict and prevent crimes BEFORE they happen"
        ],
        "question": "Artifical Intelligence (AI) is fundamentally a good thing"
    }
}